alacritty
aptitude
autoconf
automake
base-passwd
chrome-gnome-shell
curl
dash
diffutils
dmeventd
exuberant-ctags
fd-find
findutils
firefox-locale-en
fonts-firacode
fonts-indic
fonts-powerline
gawk
git
gitk
gnome-tweak-tool
gnupg2
google-chrome-stable
grep
grub-common
grub-efi-amd64-signed
grub-gfxpayload-lists
grub-pc
grub-pc-bin
grub2-common
gzip
hostname
hyphen-en-us
init
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
libdebconfclient0
libdevmapper-event1.02.1
libffi-dev
liblvm2app2.2
liblvm2cmd2.02
libncurses-dev
libreadline-dev
libreadline5
libreoffice-help-en-us
libssl-dev
libtool
libxslt1-dev
libyaml-dev
linux-generic
linux-signed-generic
lvm2
mediainfo
mkchromecast
mokutil
mythes-en-us
ncurses-base
ncurses-bin
neovim
nmap
nzbget
openssh-server
openssl
os-prober
p7zip
p7zip-full
par2
pass
python-dev
python-pip
python3-dev
python3-pip
rar
shim-signed
silversearcher-ag
stow
thunderbird-locale-en
thunderbird-locale-en-us
tmux
ubuntu-desktop
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
unity-tweak-tool
unixodbc-dev
unrar
unrar-free
unzip
vim
vim-nox
zsh
