adduser
aglfn
alacarte
alacritty
apt
apt-transport-https
apt-utils
aptitude
arandr
autoconf
automake
autopoint
autotools-dev
avr-libc
avrdude
avrdude-doc
base-files
base-passwd
bash
bash-completion
binutils
binutils-arm-none-eabi
binutils-avr
bison
blt
brgenml1lpr:i386
bridge-utils
brscan-skey
brscan4
bsdutils
build-essential
busybox-initramfs
bzip2
ca-certificates
ca-certificates-java
cabextract
camlp4
cgroupfs-mount
chrome-gnome-shell
cmake
cmake-data
code
console-setup
console-setup-linux
coreutils
cpio
cron
cryptsetup
cryptsetup-bin
curl
dash
dbus
dconf-editor
debconf
debconf-i18n
debhelper
debianutils
dfu-programmer
dfu-util
dh-autoreconf
dh-python
dh-strip-nondeterminism
dict
dict-gcide
dictd
diffutils
dirmngr
disper
distro-info-data
dkms
dmeventd
dmsetup
dns-root-data
dnsmasq-base
docker
docker.io
dos2unix
dpkg
dropbox
duplicity
e2fslibs
e2fsprogs
easygit
efibootmgr
eject
emacs
emacs25
encryptr
evolution-data-server
exuberant-ctags
fd-find
ffmpeg
fig2dev
file
findutils
firefox-locale-en
flat-remix
flat-remix-gs-theme
flat-remix-gtk
fonts-beng
fonts-beng-extra
fonts-dejavu-extra
fonts-deva
fonts-deva-extra
fonts-firacode
fonts-gargi
fonts-gubbi
fonts-gujr
fonts-gujr-extra
fonts-indic
fonts-kalapi
fonts-knda
fonts-lohit-beng-assamese
fonts-lohit-beng-bengali
fonts-lohit-deva
fonts-lohit-gujr
fonts-lohit-knda
fonts-lohit-mlym
fonts-lohit-orya
fonts-lohit-taml
fonts-lohit-taml-classical
fonts-lohit-telu
fonts-lyx
fonts-mlym
fonts-nakula
fonts-navilu
fonts-orya
fonts-orya-extra
fonts-pagul
fonts-powerline
fonts-sahadeva
fonts-samyak-deva
fonts-samyak-gujr
fonts-samyak-mlym
fonts-samyak-taml
fonts-sarai
fonts-smc
fonts-taml
fonts-telu
fonts-telu-extra
fonts-wine
fortune-mod
fortunes-min
freeglut3
freeglut3-dev
fwupdate
g++
g3dviewer
gawk
gcc
gcc-6-base
gcc-arm-none-eabi
gcc-avr
gconf2
gdm3
gettext
gfortran
gfortran-6
gimp-data
gir1.2-accountsservice-1.0
gir1.2-caribou-1.0
gir1.2-clutter-1.0
gir1.2-cogl-1.0
gir1.2-coglpango-1.0
gir1.2-gck-1
gir1.2-gcr-3
gir1.2-gdesktopenums-3.0
gir1.2-gdm-1.0
gir1.2-geoclue-2.0
gir1.2-geocodeglib-1.0
gir1.2-gmenu-3.0
gir1.2-gnomebluetooth-1.0
gir1.2-gnomedesktop-3.0
gir1.2-gtk-2.0
gir1.2-gtk-3.0
gir1.2-gtop-2.0
gir1.2-gweather-3.0
gir1.2-networkmanager-1.0
gir1.2-polkit-1.0
gir1.2-rsvg-2.0
gir1.2-upowerglib-1.0
git
gitk
gjs
gnome-control-center
gnome-control-center-data
gnome-getting-started-docs
gnome-icon-theme
gnome-online-accounts
gnome-settings-daemon
gnome-shell
gnome-shell-common
gnome-terminal
gnome-tweak-tool
gnome-tweaks
gnome-user-guide
gnupg
gnupg-agent
gnupg-l10n
gnupg2
gnuplot-data
gnuplot-x11
go-bindata
gobject-introspection
golang-1.8-race-detector-runtime
golang-race-detector-runtime
golang-src
google-chrome-stable
gparted
gpgv
grep
grip
grub-common
grub-efi-amd64-signed
grub-gfxpayload-lists
grub-pc
grub-pc-bin
grub2-common
gsfonts-x11
gstreamer1.0-packagekit
gstreamer1.0-vaapi
gtk2-engines-murrine
gtk2-engines-pixbuf
guvcview
gzip
handbrake
hddtemp
hostname
hugo
hyphen-en-us
icoutils
icu-devtools
ifupdown
init
init-system-helpers
initramfs-tools
initramfs-tools-bin
initramfs-tools-core
inkscape
intel-microcode
intltool
iproute2
iputils-ping
isc-dhcp-client
isc-dhcp-common
java-common
jid
jq
kbd
kerneloops
kerneloops-applet
keyboard-configuration
klibc-utils
kmod
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
lazygit
ledit
less
lib32stdc++6
libacl1
libaec0
libamd2
libapparmor1
libappindicator1
libappindicator3-1
libapr1
libaprutil1
libapt-inst2.0
libapt-pkg5.0
libarpack2
libasn1-8-heimdal
libasound2-dev
libassuan0
libatk-wrapper-java
libatk-wrapper-java-jni
libatk1.0-dev
libatm1
libattr1
libaudit-common
libaudit1
libbabl-0.1-0
libbasicusageenvironment1
libbison-dev
libblas-dev
libblas3
libblkid1
libblkid1:i386
libboost-atomic-dev
libboost-chrono-dev
libboost-context-dev
libboost-coroutine-dev
libboost-date-time-dev
libboost-dev
libboost-exception-dev
libboost-fiber-dev
libboost-filesystem-dev
libboost-graph-dev
libboost-graph-parallel-dev
libboost-iostreams-dev
libboost-locale-dev
libboost-log-dev
libboost-math-dev
libboost-mpi-dev
libboost-program-options-dev
libboost-python-dev
libboost-random-dev
libboost-regex-dev
libboost-serialization-dev
libboost-signals-dev
libboost-system-dev
libboost-test-dev
libboost-thread-dev
libboost-timer-dev
libboost-tools-dev
libboost-type-erasure-dev
libboost-wave-dev
libbsd-dev
libbsd0
libbz2-1.0
libc-ares2
libc-bin
libc6
libc6:i386
libcacard0
libcairo-script-interpreter2
libcairo2-dev
libcamd2
libcamlp4-ocaml-dev
libcanberra-gtk-module
libcap-ng0
libcap2
libcap2-bin
libcapi20-3
libcaribou-common
libcaribou0
libccolamd2
libcddb2
libcdt5
libcec-dev
libcgraph6
libcholmod3
libcolamd2
libcolord-gtk1
libcomerr2
libcomerr2:i386
libcurl4
libcurl4-openssl-dev
libdapclient6v5
libdb5.3
libdb5.3:i386
libdbus-1-3
libdbus-1-dev
libdebconfclient0
libdevmapper-event1.02.1
libdevmapper1.02.1
libdrm-dev
libdv-bin
libdvbpsi10
libebml4v5
libedit-dev
libefiboot1
libefivar1
libegl1-mesa-dev
libelf1
libepoxy-dev
libepsilon1
libestr0
libexpat1
libfabric1
libfdisk1
libffi-dev
libffi6
libfile-stripnondeterminism-perl
libfindlib-ocaml
libfindlib-ocaml-dev
libfontconfig1-dev
libfreetype6-dev
libfreexl1
libfribidi0
libfwup1
libfyba0
libg3d-plugin-gdkpixbuf
libg3d-plugins
libg3d0
libgcc1
libgcc1:i386
libgcrypt20
libgcrypt20:i386
libgdal20
libgdk-pixbuf2.0-dev
libgdm1
libgeos-c1v5
libgeotiff2
libgfortran-6-dev
libgfortran3
libgif7
libgimp2.0
libgl1-mesa-dev
libglade2-0
libgles2-mesa-dev
libglew-dev
libglib2.0-dev
libglib2.0-dev-bin
libglu1-mesa-dev
libgmp-dev
libgmp10
libgmpxx4ldbl
libgnome-autoar-0-0
libgnutls30
libgoa-backend-1.0-1
libgpg-error0
libgpg-error0:i386
libgpgmepp6
libgpm2:i386
libgraphite2-dev
libgroupsock8
libgsf-1-114
libgsf-1-common
libgssapi3-heimdal
libgtk-3-0
libgtk-3-dev
libgtkmm-2.4-1v5
libgtkspell0
libgtop2-dev
libgvc6
libgvpr2
libharfbuzz-gobject0
libhcrypto4-heimdal
libhdf4-0-alt
libheimbase1-heimdal
libheimntlm0-heimdal
libhogweed4
libhtml-template-perl
libhwloc-dev
libhwloc-plugins
libhwloc5
libhx509-5-heimdal
libibverbs-dev
libibverbs1
libice-dev
libicu-dev
libidn11
libimage-magick-perl
libimage-magick-q16-perl
libip4tc0
libjemalloc1
libjpeg-dev
libjpeg-turbo8-dev
libjpeg8-dev
libjq1
libjs-angularjs
libjs-elycharts
libjs-jquery-metadata
libjs-jquery-tablesorter
libjs-jquery-ui
libjs-lodash
libjs-raphael
libjs-sphinxdoc
libjs-twitter-bootstrap
libjs-underscore
libjson-c-dev
libjson-c3
libjsoncpp1
libkeybinder-3.0-0
libklibc
libkmlbase1
libkmldom1
libkmlengine1
libkmod2
libkrb5-26-heimdal
libksba8
liblapack3
libldap-2.4-2
libldap-common
liblept5
liblocale-gettext-perl
liblockfile-bin
liblockfile1
libltdl-dev
liblvm2app2.2
liblvm2cmd2.02
liblz4-1
liblz4-1:i386
liblz4-dev
liblzma5
liblzma5:i386
liblzo2-2
liblzo2-dev
libm17n-0
libmagic-mgc
libmagic1
libmail-sendmail-perl
libmatroska6v5
libmcrypt4
libmetis5
libminizip1
libmirclient-dev
libmircommon-dev
libmircookie-dev
libmircore-dev
libmlt++3
libmlt-data
libmlt6
libmnl0
libmount1
libmpdec2
libmsgpackc2
libmspack0
libmysqlclient20
libncurses-dev
libncurses5
libncurses5-dev
libncurses5:i386
libncursesw5
libncursesw5-dev
libnetcdf-c++4
libnettle6
libnewlib-arm-none-eabi
libnewt0.52
libnl-route-3-200
libnpth0
libnss-myhostname
libnuma-dev
libodbc1
libogdi3.2
libopenblas-base
libopenmpi-dev
libopenmpt-modplug1
libosmesa6
libossp-uuid16
libotf0
libp11-kit0
libp8-platform-dev
libpam-cap
libpam-modules
libpam-modules-bin
libpam-runtime
libpam-systemd
libpam0g
libpango1.0-dev
libpathplan4
libpcre3
libpcre32-3
libpcrecpp0v5
libpgm-5.2-0
libphodav-2.0-0
libphodav-2.0-common
libpixman-1-dev
libplot2c2
libpng-dev
libpng-tools
libpopt0
libportaudio2
libpotrace0
libpq5
libprotobuf-dev
libproxy-tools
libpsm-infinipath1
libpstoedit0c2a
libpthread-stubs0-dev
libpython3-dev
libpython3-stdlib
libqhull7
libqt4-sql-sqlite
libqt5designer5
libqt5designercomponents5
libqt5help5
libqt5opengl5-dev
libqt5quickwidgets5
libqt5script5
libqt5scripttools5
libqt5svg5-dev
libqt5x11extras5
librdmacm1
libreadline-dev
libreadline5
librecode0
libreoffice-help-en-us
libresid-builder0c2a
librhash0
libroken18-heimdal
librsync1
libsasl2-2
libsasl2-modules
libsasl2-modules-db
libsdl-image1.2
libsdl1.2debian
libsdl2-2.0-0
libseccomp2
libselinux1
libsemanage-common
libsemanage1
libsepol1
libserf-1-1
libsigsegv2
libslang2
libsm-dev
libsmartcols1
libsndio-dev
libsox-fmt-alsa
libsox-fmt-base
libspatialite7
libspice-client-glib-2.0-8
libspice-client-glib-2.0-dev
libspice-client-gtk-3.0-5
libspice-protocol-dev
libsqlite3-0
libss2
libssh2-1
libssl-dev
libssl-doc
libssl1.0.0
libssl1.1
libstdc++6
libsuperlu-dev
libsuperlu5
libsvn1
libsys-hostname-long-perl
libsystemd0
libsz2
libtasn1-6
libtermkey1
libtext-charwidth-perl
libtext-iconv-perl
libtext-wrapi18n-perl
libtinfo-dev
libtinfo5
libtinfo5:i386
libtool
libtool-bin
libudev-dev
libudev1
libudev1:i386
libumfpack5
liburiparser1
libusageenvironment3
libusb-0.1-4
libusb-1.0-0-dev
libusb-1.0-doc
libusb-dev
libusbredirhost1
libusbredirparser1
libustr-1.0-1
libuuid1
libuuid1:i386
libuv1
libvcdinfo0
libvlc-bin
libvlc5
libvncserver1
libvterm0
libvtk6.3
libvulkan1
libwayland-bin
libwayland-dev
libwebkit2gtk-4.0-37
libwebkit2gtk-4.0-dev
libwind0-heimdal
libwine
libwmf-bin
libwxbase3.0-0v5
libwxgtk3.0-0v5
libx11-dev
libx11-doc
libx11-xcb-dev
libxau-dev
libxcb-dri2-0-dev
libxcb-dri3-dev
libxcb-glx0-dev
libxcb-present-dev
libxcb-randr0-dev
libxcb-render0-dev
libxcb-res0
libxcb-shape0-dev
libxcb-shm0-dev
libxcb-sync-dev
libxcb-xfixes0-dev
libxcb-xtest0
libxcb-xv0
libxcb1-dev
libxcomposite-dev
libxcursor-dev
libxdamage-dev
libxdmcp-dev
libxext-dev
libxfixes-dev
libxft-dev
libxi-dev
libxinerama-dev
libxkbcommon-dev
libxml++2.6-2v5
libxml-libxml-perl
libxml-namespacesupport-perl
libxml-sax-base-perl
libxml-sax-expat-perl
libxml-sax-perl
libxml-simple-perl
libxml2
libxml2-dev
libxml2-utils
libxmlsec1
libxmlsec1-nss
libxrandr-dev
libxrender-dev
libxshmfence-dev
libxslt1-dev
libxss-dev
libxss1
libxt-dev
libxtst-dev
libxv-dev
libxxf86vm-dev
libyaml-dev
linux-base
linux-generic
linux-headers-4.10.0-43
linux-headers-4.10.0-43-generic
linux-image-4.10.0-43-generic
linux-image-generic
linux-signed-generic
lm-sensors
locales
login
logrotate
lp-solve
lsb-base
lsb-release
lua5.3
luakit
lvm2
lxrandr
m17n-db
m4
mariadb-client
matcha-theme
mawk
mediainfo
meld
mesa-common-dev
mfcj880dwcupswrapper:i386
mfcj880dwlpr:i386
mime-support
minikube
mkchromecast
mmv
mokutil
moreutils
mount
mpi-default-bin
mpi-default-dev
multiarch-support
multitail
mutter
mutter-common
mypaint
mypaint-data
mysql-common
mythes-en-us
ncurses-base
ncurses-bin
ncurses-term
neovim
net-tools
netbase
netcat-openbsd
network-manager-openvpn-gnome
nmap
nodejs
notify-osd
notmuch
nzbget
obs-studio
ocaml
ocaml-base
ocaml-base-nox
ocaml-compiler-libs
ocaml-findlib
ocaml-interp
ocaml-nox
ocl-icd-libopencl1
odbcinst
odbcinst1debian2
oni
openmpi-bin
openmpi-common
openssh-server
openssh-sftp-server
openssl
openvpn
oracle-java8-installer
oracle-java9-installer
os-prober
osspd
osspd-pulseaudio
overlay-scrollbar-gtk2
p7zip
p7zip-full
pandoc
paper-gtk-theme
paper-icon-theme
par2
pass
passwd
pavucontrol
peek
pencil2d
perl-base
pgcli
php-common
php5.6-cli
php5.6-mbstring
php5.6-mcrypt
php5.6-mysql
php5.6-xml
pinentry-curses
pkg-config
plotutils
po-debconf
ponysay
postgresql-client
postgresql-client-9.6
postgresql-client-common
powertop
procps
proj-bin
proj-data
pstoedit
python-appindicator
python-apsw
python-bs4
python-cairo
python-chardet
python-concurrent.futures
python-cycler
python-dateutil
python-dev
python-docopt
python-duckduckgo2
python-functools32
python-gi-cairo
python-glade2
python-gobject-2
python-greenlet
python-gtk2
python-html5lib
python-lockfile
python-lxml
python-matplotlib
python-matplotlib-data
python-msgpack
python-neovim
python-numpy
python-olefile
python-paramiko
python-pil
python-pip
python-pyparsing
python-scour
python-subprocess32
python-tk
python-trollius
python-tz
python-webencodings
python-wxgtk3.0
python-wxversion
python2.7
python3
python3-bottle
python3-certifi
python3-cycler
python3-dateutil
python3-dev
python3-docker
python3-greenlet
python3-influxdb
python3-matplotlib
python3-minimal
python3-msgpack
python3-neovim
python3-netifaces
python3-numpy
python3-olefile
python3-pip
python3-pypeg2
python3-pysnmp4
python3-pystache
python3-tk
python3-tz
python3-websocket
python3-wheel
qml-module-qtquick-dialogs
qml-module-qtquick-privatewidgets
qrencode
qt5-default
qt5-qmake
qtbase5-dev
qtbase5-dev-tools
qterminal
qtpass
qtscript5-dev
qttools5-dev
qttools5-dev-tools
qutebrowser
qutebrowser-qtwebengine
rar
readline-common
rhythmbox-plugin-alternative-toolbar
rlfe
rlwrap
rsyslog
ruby-dev
ruby-sass
sbsigntool
sc
sdcv
secureboot-db
sed
sensible-utils
shellcheck
shim-signed
silversearcher-ag
simplenote
skypeforlinux
smem
smuxi
software-properties-common
spice-client-glib-usb-acl-helper
sqlite
ssh-askpass
ssh-import-id
stardict
stardict-common
stow
subversion
sudo
swi-prolog
swi-prolog-nox
swi-prolog-x
synfig-examples
synfigstudio
systemd
systemd-sysv
sysvinit-utils
tar
taskwarrior
thunderbird-locale-en
thunderbird-locale-en-us
tig
tk8.6-blt2.5
tmux
traceroute
tree
ttf-bitstream-vera
typespeed
tzdata
ubuntu-desktop
ubuntu-desktop-minimal
ubuntu-fan
ubuntu-keyring
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
ucf
udev
unison
unison-all-gtk
unison-gtk
units
unity-settings-daemon
unixodbc-dev
unrar
unrar-free
unzip
util-linux
vainfo
vim
vim-common
vim-nox
vim-tiny
virtualbox
virtualbox-dkms
virtualbox-qt
vlc
vlc-bin
vlc-data
vlc-l10n
vlc-plugin-base
vlc-plugin-notify
vlc-plugin-qt
vlc-plugin-samba
vlc-plugin-skins2
vlc-plugin-video-output
vlc-plugin-video-splitter
vlc-plugin-visualization
wamerican
wayland-protocols
wbritish
webkit2gtk-driver
wget
whiptail
whois
wine-stable
wine64
wordnet
x11proto-composite-dev
x11proto-core-dev
x11proto-damage-dev
x11proto-dri2-dev
x11proto-fixes-dev
x11proto-gl-dev
x11proto-input-dev
x11proto-kb-dev
x11proto-randr-dev
x11proto-record-dev
x11proto-render-dev
x11proto-scrnsaver-dev
x11proto-video-dev
x11proto-xext-dev
x11proto-xf86vidmode-dev
x11proto-xinerama-dev
xclip
xdotool
xkb-data
xmlstarlet
xorg-sgml-doctools
xsel
xserver-xephyr
xserver-xorg-legacy
xstow
xtrans-dev
xwayland
xxd
xz-utils
yarn
zip
zlib1g
zlib1g-dev
zlib1g:i386
zoom
zsh
